
## Plan Result

[CI link](https://github.com/armchair-philosophy/t98s-minecraft-server/actions/runs/2288200553)


<pre><code>Plan: 1 to add, 0 to change, 0 to destroy.</code></pre>

* Create
  * google_service_account.asdf


<details><summary>Change Result (Click me)</summary>

```hcl

  # google_service_account.asdf will be created
  + resource "google_service_account" "asdf" {
      + account_id = "asdf-script"
      + disabled   = false
      + email      = (known after apply)
      + id         = (known after apply)
      + name       = (known after apply)
      + project    = (known after apply)
      + unique_id  = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.
```

</details>




<!-- github-comment: {"Command":"plan","JobName":"terraform","PRNumber":7,"Program":"tfcmt","SHA1":"a24656fb9a268ad4c8fc72445ed342e8263d4a47","Vars":{},"WorkflowName":"terraform plan"} -->